alacritty
apr
apr-util
autoconf
bash
bat
bdw-gc
berkeley-db
blurred
broot
brotli
c-ares
ca-certificates
coreutils
curl
difftastic
emacs
exa
fd
font-cascadia-code
font-fira-code
font-hack
font-hack-nerd-font
font-jetbrains-mono
font-roboto-mono
font-source-code-pro
fzf
gawk
gdbm
gettext
gh
git
git-delta
git-lfs
gmp
gnu-sed
gnu-tar
gnupg
gnutls
go
google-cloud-sdk
grep
gron
guile
haskell-stack
htop
icu4c
jansson
jless
jq
kdiff3
keepassxc
kitty
krb5
kubernetes-cli
libassuan
libevent
libffi
libgcrypt
libgpg-error
libidn2
libksba
libnghttp2
libpq
libpthread-stubs
libssh2
libtasn1
libtermkey
libtool
libunistring
libusb
libuv
libvterm
libxau
libxcb
libxdmcp
libyaml
llvm@12
lua
luajit
luajit-openresty
luv
lz4
m4
macos-trash
meld
micro
mosh
mpdecimal
mpfr
msgpack
ncurses
neofetch
neovim
nettle
nnn
node
node-build
nodenv
nodenv-default-packages
nodenv-package-rehash
npth
oniguruma
openldap
openssl@1.1
openssl@3
p11-kit
pcre
pcre2
perl
pinentry
pinentry-mac
pkg-config
popt
protobuf
python@3.10
python@3.9
ranger
readline
rectangle
ripgrep
rsync
rtmpdump
ruby
screenresolution
shellcheck
sqlite
starship
subversion
tealdeer
tree-sitter
unbound
unibilium
utf8proc
vault
vim
visual-studio-code
watch
xh
xorgproto
xxhash
xz
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
